"OK" = "确定";
"Back" = "返回";
"Done" = "完成";
"Sorry" = "抱歉";
"Cancel" = "取消";
"Setting" = "设置";
"Photos" = "照片";
"Videos" = "视频";
"Preview" = "预览";
"Full image" = "原图";
"Processing..." = "正在处理...";
"No Photos or Videos" = "无照片或视频";
"Can not use camera" = "无法使用相机";
"Synchronizing photos from iCloud" = "正在从iCloud同步照片";
"Can not choose both video and photo" = "选择照片时不能选择视频";
"Can not choose both photo and GIF" = "选择照片时不能选择 GIF";
"Select the video when in multi state, we will handle the video as a photo" = "多选状态下选择视频，默认将视频当图片发送";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "无法跳转到隐私设置页面，请手动前往设置页面，谢谢";

"Select a maximum of %zd photos" = "你最多只能选择%zd张照片";
"Select a minimum of %zd photos" = "请至少选择%zd张照片";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "请在iPhone的\"设置-隐私-照片\"选项中，\r允许%@访问你的手机相册";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "请在iPhone的\"设置-隐私-相机\"中允许%@访问相机";
"select_video" = "选择视频";
"select_album" = "选择相册";
"select" = " 选择";
"select_cover_photo" = "选择封面";
"edit_video" = "视频编辑";
"crop_image" = "图片裁剪";
"cover_photo_export_error" = "封面导出出问题啦，请手动编辑";
"cover_photo_auto_export_error" = "自动导出出问题啦，请手动编辑";
"cover_photo_retrieve_error" = "封面获取出问题啦，请手动编辑";
"cover_photo_unusable" = "当前选中封面不可用，请重新选择";
"Alert" = "温馨提示";

"minute" = "%d分钟";
"second" = "%d秒";
"icloud_alert" = "当前视频存储于iCloud，需下载后继续操作。下载可能需要较长时间。";
"download" = "下载";
"download_failed" = "下载失败，请重试";
"video_support" = "仅支持%@内视频";
"video_select" = "選擇視頻";
"video_direct_upload" = "快速上传";
"video_direct_upload_exceed_limit" = "快速上传(超过%@不可用)";
"video_direct_upload_limit" = "快速上传(支持%@以内)";
"video_edit_upload" = "编辑后上传";
